let btn=document.getElementById('btn');
let output = document.getElementById('output') ;
let quotes=[
    '“நீ வெற்றிகக்காக போராடும்போது வீண்முயற்ச்சி என்று சொல்லபவர்கள்,நீ வெற்றி பெற்றபின் விடாமுயற்சி என்பார்கள்”','“ஒன்றே சொல்வார் ஒன்றே செய்வார்உள்ளத்தில் உள்ளது அமைதிஇன்பத்தில் துன்பம் துன்பத்தில் இன்பம் இறைவன் வகுத்த நியதி வரும் துன்பத்தில் இன்பம் பத்தாகும்இந்த இரண்டு கட்டளை அறிந்த மனதில்எல்லா நன்மையும் உண்டாகும்எல்லா நன்மையும் உண்டாகும்”','“நெருப்பு பாதி நீரும் பாதி நிறைந்ததல்லவோ உலக நீதி”','“Lifes good comes not from others gifts, nor ill தீதும் நன்றும் பிறர் தர வாரா” ','“கொண்டாடப்பட வேண்டிய இரண்டு விஷயங்கள், முதலாவது உங்கள் முதுமை, இரண்டாவது உங்கள் முதிர்ச்சி”','“உங்கள் இதயத்தைக் கட்டுப்படுத்தும் சக்தியை நீங்கள் கொண்டிருக்கலாம், ஆனால் உங்கள் இதயத்துடிப்பைக் கட்டுப்படுத்தும் சக்தி கடவுளிடம் உள்ளது”','"உயிராக இருப்பவர்களிடம் உரிமையாக இருப்பதை காட்டிலும்உண்மையாக இருப்பது தான் முக்கியம்"','"என் அழுகையின் பின்னால் ஆயிரம் பேர் இருக்கலாம் ஆனால் என் சிரிப்பின் பின்னால் நிச்சயம்என் நண்பனே இருப்பான்…"'
];
btn.addEventListener('click',function(){
    var randomquote=quotes[Math.floor(Math.random()*quotes.length)]
    output.innerHTML=randomquote;
})
